
/* 
  add new product 'khers-lebas-fazayi-doll'.
*/

insert into products (
  slug,
  name,
  category,
  price,
  short_description,
  description,
  age_range,
  hue,
  featured,
  in_stock,
  image_url
) values (
  'khers-lebas-fazayi-doll',
  'عروسک خرس با لباس فضایی',
  'plush-doll',
  1350000,
  'لباس و کلاه، جدا شدنی است',
  'خرس با لباس فضایی، یک هم‌بازی دوست‌داشتنی و متفاوت برای کودکانی است که عاشق ماجراجویی هستند. 🧸 بدن عروسک به رنگ کرم روشن طراحی شده و لباس آبی روشن و کلاه سبز روشن، ظاهر آن را جذاب و فانتزی‌تر کرده‌اند. لباس و کلاه به‌راحتی از تن عروسک جدا می‌شوند تا کودک بتواند ظاهر خرس کوچولو را ببیند و هرگونه که دوست دارد تغییر دهد. جنس پولیشی بسیار باکیفیت آن، لطافت و حس دلنشینی به عروسک بخشیده و آن را برای در آغوش گرفتن ایده‌آل کرده است. این عروسک ضد حساسیت و قابل شستشو بوده و برای استفاده روزمره گزینه‌ای کاربردی و مطمئن محسوب می‌شود. خرس لباس فضایی، محصولی اورجینال و وارداتی است که می‌تواند به یکی از دوست‌داشتنی‌ترین همراهان کودک در بازی‌های خلاقانه و داستان‌پردازی‌های فضایی تبدیل شود. 🌙✨',
  'بالای ۳ سال',
  'sky',
  true,
  true,
  'https://rbvgpfyurjhtupwhlnox.supabase.co/storage/v1/object/public/product-images/teddy-bear-space-doll.webp'
)