
/* 
  add new product 'khers-lebas-fazayi-doll'.
*/

insert into products (
  slug,
  name,
  category,
  price,
  short_description,
  description,
  age_range,
  hue,
  featured,
  in_stock,
  image_url
) values (
  'khook-lop-dar-ghalb-be-dast-doll',
  'عروسک خوک لپ‌دار قلب به دست',
  'plush-doll',
  1450000,
  'جنس فوق العاده نرم و لطیف',
  'عروسک خوک لپ‌دار قلب به دست, یکی از عروسک‌های پولیشی بامزه و دوست‌داشتنی است که با طراحی جذاب و ظاهر شیرین خود، انتخابی عالی برای هدیه به کودکان و علاقه‌مندان به عروسک‌های فانتزی محسوب می‌شود. این عروسک خوک با لپ‌های برجسته و قلبی که در دست دارد، ظاهری خاص و دوست‌داشتنی دارد و می‌تواند به‌عنوان یک عروسک دکوری زیبا نیز مورد استفاده قرار بگیرد. جنس این عروسک بامزه، از مواد بسیار باکیفیت و نرم تهیه شده و لمس لطیف آن حس دلنشینی ایجاد می‌کند. کاملا ضد حساسیت و قابل شستشو است و به‌راحتی می‌توان آن را تمیز و برای مدت طولانی با ظاهر اولیه نگهداری کرد. کیفیت بالای دوخت و متریال، این عروسک را به گزینه‌ای مناسب برای استفاده روزمره و هدیه تبدیل کرده است. این محصول، اورجینال و وارداتی است و می‌تواند یک هدیه خاص برای مناسبت‌هایی مانند تولد، ولنتاین و سایر مناسبت‌های دوست‌داشتنی باشد. اگر به دنبال خرید عروسک پولیشی باکیفیت، ضد حساسیت و قابل شستشو هستید، این خوک بامزه با طراحی جذاب می‌تواند انتخابی دوست‌داشتنی و متفاوت باشد.',
  'بالای ۳ سال',
  'plum',
  false,
  true,
  'https://rbvgpfyurjhtupwhlnox.supabase.co/storage/v1/object/public/product-images/heart-holding-pig-doll.webp'
)